---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InvKip
source: html/058e66f1-092b-6c5f-0c0c-59dabbbc7235.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InvKip Property

Symbol 1/kip, indicating unit Inverse kips.

## Syntax (C#)
```csharp
public static ForgeTypeId InvKip { get; }
```